{
	", you can create tournaments.": " kan du opprette konkurranser.",
	"...Logging out...": "...Logger ut...",
	"Add": "Opprett",
	"Add Default Disciplines": "Legg til standard disipliner",
	"Add Default Divisions": "Legg til standard divisjoner",
	"Add Default ScoreGroups": "Legg til standard poenggrupper",
	"Add Disciplines": "Legg til disipliner",
	"Add Divisions": "Legg til divisjoner",
	"Add Member": "Legg til medlem",
	"Add ScoreGroup": "Legg til poenggruppe",
	"Add Team": "Legg til lag",
	"Add Tournament": "Lag turnering",
	"Add User": "Legg til bruker",
	"Add Venue": "Legg til lokale",
	"Add club": "Legg til klubb",
	"Add default": "Opprett standardverdier",
	"Address": "Adresse",
	"Adds": "Legger til",
	"Admins do not belong to any club. We need to know which club you are creating this tournament for.": "Admins tilhører ingen klubb. Vi trenger å vite hvilken klubb du oppretter denne turneringen for.",
	"Advanced settings": "Avanserte innstillinger",
	"Age group": "Aldersgruppe",
	"Age limits": "Alders grenser",
	"All": "Alle",
	"Allready published!": "Allerede publisert!",
	"Any password will do. We do not set restrictions. But please make sure it is not too easy.": "Et hvilket som helst passord er bra. Vi setter ingen restriksjoner. Men prøv å ikke lag et som er for enkel å gjette.",
	"As a": "Som en",
	"As an": "Som en",
	"Aspirant": "Aspirant",
	"Available": "Tilgjengelig",
	"Back to login": "Tilbake til innlogging",
	"Birth year": "Fødselsår",
	"Calculate schedule": "Kalkuler kjøreplan",
	"Calculated:": "Kalkulert",
	"Cancel": "Avbryt",
	"Cannot edit score. This participant hasn't started yet.": "Kan ikke redigere poeng. Denne deltaker har ikke startet enda.",
	"Cannot stop. This participant hasn't started yet.": "Kan ikke stoppe. denne deltaker har ikke startet enda.",
	"Capacity": "Kapasitet",
	"Click a panel to go fullscreen. Press": "Klikk et panel for å gå til fullskjerm. Trykk",
	"Click to edit": "Klikk for å redigere",
	"Club": "Klubb",
	"Clubs": "Klubber",
	"Come back later or checkout the future tournaments we have listed out for you on the right hand side.": "Kom tilbake siden eller sjekk ut de fremdigide turneringer vi har listet ut til deg til høyre her.",
	"Come back later or checkout the past and future tournaments we have listed out for you on the right hand side.": "Kom tilbake siden eller sjekk ut de tidligere og fremdigide turneringer vi har listet ut til deg til høyre her.",
	"Come back later or checkout the past tournaments we have listed out for you on the right hand side.": "Kom tilbake siden eller sjekk ut de tidligere turneringer vi har listet ut til deg til høyre her.",
	"Come back later.": "Kom tilbake siden",
	"Configure": "Konfigurer",
	"Contact": "Kontakt",
	"Contact Name": "Kontakt navn",
	"Create tournament here": "Opprett turnering her",
	"Created by": "Opprettet av",
	"Default floor time (in minutes)": "Standard gulv tid (i minutter)",
	"Default values": "Standard verdier",
	"Delete": "Slett",
	"Discipline": "Disiplin",
	"Disciplines": "Disipliner",
	"Display": "Visning",
	"Division": "Divisjon",
	"Divisions": "Divisjoner",
	"Do you want to create it?": "Har du lyst å opprette det?",
	"Edit": "Rediger",
	"Edit english description": "Rediger engelsk beskrivelse",
	"Edit mode": "Redigerings modus",
	"Edit norwegian description": "Rediger norsk beskrivelse",
	"Email": "E-post",
	"Empty scores": "Slett poeng",
	"End date": "Slutt dato",
	"Execution": "Utførelse",
	"Export Members": "Eksporter medlemmer",
	"Female": "Kvinne",
	"Filter by:": "Filtrer etter:",
	"Final score": "Endelig poeng",
	"Final score:": "Endelig poeng:",
	"Fri": "Fre",
	"Future": "Fremtidige",
	"Gender": "Kjønn",
	"Gender group": "Kjønnsgruppe",
	"Generate": "Generer",
	"Generate teams from members": "Generer tropper fra medlemmer",
	"Go back": "Tilbake",
	"Go to results": "Vis resultater",
	"Go to scoreboard": "Gå til poengtavle",
	"Gymnasts in": "Gymnaster i",
	"Hide available members": "Skjul tilgjengelige medlemmer",
	"Home": "Hjem",
	"If you are a club representative, you can register to login to our system in order to add teams from your club to any tournaments.": "Hvis du representerer en klubb, kan du registrere deg i vårt system for å legge til lag i turneringer.",
	"If you plan on creating tournaments in the future, we suggest you register as organizer. You will have the same privileges as a club representative for tournaments your club does not organize.": "Hvis du planlegger å organisere turneringer i fremtiden, foreslår vi at du registrerer deg som organisator. Du vil ha de samme rettigheter som klubb representant for turneringer din klubb ikke organiserer.",
	"Import": "Importer",
	"Import Members": "Importer medlemmer",
	"Info": "Info",
	"Insert": "Legg inn",
	"Insert value": "Legg inn verdi",
	"Joining banquet": "Deltar på vennekveld",
	"Judge signoff": "Dommer utskrift",
	"Judges": "Dommere",
	"Junior": "Junior",
	"Latitude": "Breddegrad",
	"List": "Liste",
	"Location": "Plassering",
	"Log out": "Logg ut",
	"Logged in as:": "Logget inn som:",
	"Logged out": "Logget ut",
	"Login": "Logg inn",
	"Login to the system if you have an account": "Logg inn i systemet hvis du har en konto",
	"Logout": "Logg ut",
	"Logout of the system": "Logg ut av systemet",
	"Longitude": "Lengdegrad",
	"Make sure the name for this tournament is descriptive, and unique. I.e. \"Norwegian championship 2017\".": "Lag et navn som er beskrivende og unikt. F.eks \"Norges mesterskap 2017\".",
	"Male": "Mann",
	"Max": "Maks",
	"Max Score": "Maks poeng",
	"Members": "Medlemmer",
	"Min": "Min",
	"Min Score": "Min poeng",
	"Mix": "Mix",
	"Mon": "Man",
	"Name": "Navn",
	"National classes": "Nasjonale klasser",
	"Navigate to the systems frontpage": "Naviger til systemets forside",
	"No filter": "Ingen filter",
	"No tournament today.": "Ingen turneringer idag.",
	"Operation": "Operasjon",
	"Organized by": "Organisert av",
	"Organizer": "Organisator",
	"Password": "Passord",
	"Past": "Tidligere",
	"Phone": "Telefon",
	"Phone number of the contact": "Telefonnummeret til kontakten",
	"Pick the date this tournament is to start.": "Finn datoen denne turneringen skal starte.",
	"Play media": "Spill av media",
	"Position": "Posisjon",
	"Press the": "Trykk på",
	"Preview": "Forhåndsvisning",
	"Preview text": "Forhåndsvis tekst",
	"Publish": "Publiser",
	"Register": "Registrer",
	"Register as": "Registrer som",
	"Rekrutt": "Rekrutt",
	"Remove media": "Fjern media",
	"Rental cost": "Leiekostnader",
	"Repeat password": "Gjenta passord",
	"Require lodging": "Trenger overnatting",
	"Require transportation": "Trenger transport",
	"Results": "Resultater",
	"Role": "Rolle",
	"Rollback": "Rull tilbake hit",
	"Sat": "Lør",
	"Save": "Lagre",
	"Save failed!": "Lagring feilet!",
	"Saved on": "Lagret den",
	"Schedule": "Kjøreplan",
	"Score": "Poeng",
	"Score system": "Poeng system",
	"Search in pre-configured venues. This will be used to inform participants of the location, and calculate the entry cost per team in this tournament.": "Søk blandt definerte lokaler. Dette vil bli brukt til å informere deltakere om posisjon, og kalkulere påmeldings kostnader for lag i denne turneringen.",
	"Senior": "Senior",
	"Set selected text in bold": "Sett tekstvalg i fet skrift",
	"Set selected text in italic": "Sett tekstvalg i kursiv skrift",
	"Settings": "Innstillinger",
	"Show all places where help is available on this page": "Vis alle plasser hvor hjelp er tilgjengelig på denne siden",
	"Show available members": "Vis tilgjengelige medlemmer",
	"Start": "Start",
	"Start date": "Start dato",
	"Statistics": "Statistikk",
	"Stop": "Stopp",
	"Stop playing": "Stopp avspilling",
	"Subtracts": "Trekker fra",
	"Sun": "Søn",
	"Team": "Lag",
	"TeamGym": "TeamGym",
	"Teams": "Lag",
	"The": "",
	"The audience capacity for this venue. This will play a part in calculating cost and revenue.": "Publikums kapasiteten til dette lokalet. Dette vil spille en rolle i kalkuleringen av kostnader og overskudd.",
	"The date this tournament is over.": "Datoen denne turneringen er over",
	"The email address of the contact": "E-post adressen til kontakten",
	"The email address you provide for us will be used to contact you in regards to activity on your account.": "E-post adressen du gir oss vil bli brukt for å kontakte deg i forhold til aktivitet på din konto.",
	"The latitude of the venue. This is 1/2 of the results from the geo-lookup made by typing in the address.": "Lokalets breddegrad. Dette er halvparten av resultatet fra geo-søket gjort ved å skrive inn addressen.",
	"The longitude of the venue. This is 1/2 of the results from the geo-lookup made by typing in the address.": "Lokalets lengdegrad. Dette er halvparten av resultatet fra geo-søket gjort ved å skrive inn addressen.",
	"The name of a person responsible for this venue. This is the person you want to contact if you want to rent this venue for events.": "Navnet på en person ansvarlig for dette lokalet. Dette er personen du vil kontakte hvis du ønsker å leie lokalet for arrangementer.",
	"The name you want to use for logging in to your account": "Brukernavnet du vil bruke for å logge inn på din konto",
	"The tournament has allready started. You can no longer edit your team.": "Turneringen har allerede started. Du kan ikke lenger redigere laget ditt.",
	"This is because we try to match it with the teams the club allready has configured in the": "Dette er fordi vi prøver å matche det med laget klubben allerede har satt opp i",
	"This is the rental cost for the venue, as negotiated.": "Dette er hvor mye lokalet koster å leie, som forhandlet.",
	"This location is not defined.": "Dette lokalet er ikke definert.",
	"This name will be displayed everywhere this venue is referred.": "Dette navnet vil bli vist alle plasser lokalet er henvist.",
	"This needs to be exactly the same text as entered in the password field. Just to make sure you did not make any typos. :-)": "Må være eksakt samme tekst som du skrev inn i passord feltet. Bare for å være sikker på at du ikke skrev noe feil. :-)",
	"This participant has allready started.": "Denne deltaker har ikke startet enda.",
	"This participant's score is allready published.": "Denne deltakers poeng er allerede publisert.",
	"This team cannot be moved or deleted. Performance has allready started.": "Dette laget kan ikke flyttes eller slettes. Oppvisning er allerede startet.",
	"This tournament has allready started": "Turneringen har allerede startet",
	"Thu": "Tor",
	"Time": "Tidspunkt",
	"Toggle header level": "Veksle overskrifts nivå",
	"Total": "Total",
	"Tournament": "Turnering",
	"Tournaments": "Turneringer",
	"Training": "Trening",
	"Training hidden": "Trening skjult",
	"Training visible": "Trening synlig",
	"Tue": "Tir",
	"Type": "Type",
	"Upload media": "Last opp media",
	"Username": "Brukernavn",
	"Users": "Brukere",
	"Venue": "Lokale",
	"View location info": "Se info om lokalet",
	"We may also contact you if a tournament opens up for registration, so you can enter your club to join": "Kan hende vi også kontakter deg hvis en turnering åpner for registrering, så du kan legge inn din klubb for deltakelse",
	"We need the address of the venue. By typing in this field, we will automatically lookup the geo-location of the venue.": "Vi trenger addressen til lokalet. Ved å skrive inn i dette feltet vil vi automatisk søke opp geo-plasseringen til lokalet.",
	"We need to know which club you represent in order to provide you with the appropriate privileges.": "Vi trenger å vite hvilken klubb du representerer for å gi deg de riktige privilegier i systemet.",
	"We suggest using a password generator for this:": "Vi foreslår å bruke en passord generator for dette:",
	"We're sorry, registration is closed!": "Beklager, registreringen er lukket!",
	"We've filled all available positions of this tournament.": "Vi har fyllt opp alle plasser i denne turneringen.",
	"Wed": "Ons",
	"When a start and end date is selected, timeslots will appear as sliders below. Use these to adjust when the tournament starts and ends during each of these days.": "Når en start og slutt dato er valgt vil det dukke opp muligheter for å justere tidspunktet turneringen starter og slutter per dag under.",
	"Why not go register some?": "Hvorfor ikke registrere noen?",
	"You are registerred! We've sent you an email with your credentials.": "Du er registrert! Vi har sendt deg en e-post med påloggings informasjon.",
	"You can then drag and drop members into the team.": "Du kan så dra og slippe medlemmer inn i troppen.",
	"You cannot enter a team name before you've selected which club it belongs to": "Du kan ikke registrere lag før du hav valgt hvilken klubb den tilhører",
	"You do not have the privileges to edit this team": "Du har ikke rettigheter til å redigere dette laget",
	"You have assigned all your members into teams. If you want to re-assign members, you must drag them back to \"Available\", or recruit more members.": "Du har laget tropper av alle dine medlemmer. Ønsker å du flytte medlemmer, må du først dra dem tilbake til \"Tilgjengelig\", eller rekruttere flere medlemmer",
	"You have the privileges to make changes in the system here": "Du har rettigheter til å gjøre endringer i systemet her",
	"You will not see any upload button until you have specified a team name, divisions and disciplines.": "Du vil ikke se noen opplastingsknapp før du har spesifisert et lag navn, divisjon og disipliner",
	"Your club does not have any gymnasts registerred.": "Din klubb har ingen registrerte gymnaster",
	"buttons below will allow you to upload media for your teams performance in that discipline": "knappene under vil tillate deg å laste opp musikkfiler som spilles av når troppen din har oppvisning i denne disiplinen",
	"icon found to the left of this header to view available members.": "ikonet du finner til venstre av denne overskrifter for å se tilgjengelige medlemmer",
	"positions taken / positions available": "plasser tatt / plasser ledige",
	"representative, you can enter teams to participate in a tournament.": "representant kan du melde lag på i en konkurranse",
	"score system": "poeng system",
	"section": "seksjon",
	"tournaments": "turneringer",
	"twice to return.": "to ganger for å komme tilbake"
}
